accountsProxy/accountsProxy/src/gateway/duMockTargetServer/apiproxy/resources/node/du-mocks/services/ManageMobilePostpaid-Response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.webservices.com/LCE/Du/WebServices" xmlns:head="http://www.du.ae/LCE/HeaderResponse" xmlns:lcew="http://xmlns.du.ae/LCE/Business/LCEWebServiceResponse" xmlns:man="http://xmlns.du.ae/LCE/Business/ServiceManagement/ManageMobilePostpaid">
   <soapenv:Header/>
   <soapenv:Body>
      <web:ManageMobilePostpaidResponse>
         <Response>
            <head:Header>
               <!--Optional:-->
               <head:RequestId>?</head:RequestId>
               <!--Optional:-->
               <head:CorrelationId>?</head:CorrelationId>
               <head:ResponseCode>?</head:ResponseCode>
               <!--Optional:-->
               <head:ResponseMessage>?</head:ResponseMessage>
               <!--Optional:-->
               <head:ErrorCode>?</head:ErrorCode>
               <!--Optional:-->
               <head:ErrorDescription>?</head:ErrorDescription>
            </head:Header>
            <!--Optional:-->
            <lcew:Body>
               <man:RequestId>?</man:RequestId>
               <man:CorrelationId>?</man:CorrelationId>
               <!--Optional:-->
               <man:ScheduledrequestId>?</man:ScheduledrequestId>
               <!--Optional:-->
               <man:ScheduledDate>?</man:ScheduledDate>
            </lcew:Body>
         </Response>
      </web:ManageMobilePostpaidResponse>
   </soapenv:Body>
</soapenv:Envelope>